/* $ObjectName=MAFSettingScreen_iOS */
/* $Collection=frwk.uicontrols.ios */
/* $Domain=BC */
/* $Developer=I043975 */
/* $Description=Mobile Application Framework - iOS Reusable UI Components */

/* XTIT: title in navigation bar */
"SETTINGS_TITLE" = "إعدادات";

/* XGRP: header for a section */
"GENERAL_SETTINGS" = "إعدادات عامة";

/* XTIT: title in navigation bar for a view containing logon related fields */
"LOGON_SETTINGS" = "إعدادات تسجيل دخول";

/* XTIT: title in navigation bar for a view containing version information */
"VERSION" = "الإصدار";

/* XTIT: title in navigation bar for 'about' view */
"ABOUT" = "نبذة";

/* XTIT: title in navigation bar for a view containing logon type setting */
"LOGON_TYPE" = "نوع تسجيل الدخول";

/* XLST: logon type to choose */
"BASIC_AUTH" = "مصادقة أساسية";

/* XLST: logon type to choose */
"SSO" = "تسجيل دخول مرة واحدة";

/* XLST: logon type to choose */
"DEMO" = "عرض توضيحي";

"SERV_URL" = "Service URL";

/* XFLD: label for a field */
"USERNAME" = "اسم المستخدم";

/* XFLD: label for a field */
"PASSWORD" = "كلمة المرور";

"SETTINGS" = "Settings";

/* XTIT: title in navigation bar for a view containing advanced settings */
"ADVANCED_SETTINGS" = "إعدادات متقدمة";

/* XFLD: label for a field */
"SERVER_URL" = "محدد مواقع معلومات الخادم";

/* XFLD: label for a switch (on/off), max. approx. 18 characters */
"USE_SUP" = "استخدام SUP";

/* XTIT: title in navigation bar for a view containing SUP connection information */
"SUP_CONNECTION_INFO" = "معلومات اتصال SUP";

/* XFLD: label for a field */
"SERVER_NAME" = "اسم الخادم";

/* XFLD: label for a field */
"SERVER_PORT" = "منفذ الخادم";

/* XFLD: label for a field */
"COMPANY_ID" = "معرف الشركة";

/* XFLD: label for a field */
"ACTIVATION_CODE" = "رمز التنشيط";

/* XFLD: label for a field */
"URL_PREFIX" = "بادئة URL";

/* XGRP: header for a section */
"APPLICATION_SPECIFIC_SETTINGS" = "إعدادات خاصة بالتطبيق";

/* XMSG: error message title, displayed in an alert view */
"Msg_Title_Datavault_Error" = "خطأ بتخزين بيانات";

/* XMSG: error message details, displayed in an alert view, should not be longer than 2-3 rows */
"Msg_Datavault_Error" = "فشل مواصلة التخزين الآمن.";

/* XTIT: title trait in navigation bar */
"HEADING" = "عنوان";

